Repository: marvinli001/ClashMax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (core default)
zh_hans: %@（核心默认）

source: %@ %@ (override off)
zh_hans: %@ %@（不改写目标）

source: %@ %@ (override on)
zh_hans: %@ %@（改写目标）

# %@ currently matches %@ and routes through %@.
source: %1$@ currently matches %2$@ and routes through %3$@.
zh_hans: %1$@ 当前命中 %2$@，经由 %3$@ 转发。

source: %@ for external web dashboards at %@ with Bearer auth.
zh_hans: %@，外部 Web 面板地址为 %@，使用 Bearer 认证。

source: %@ is listed twice in the sniff map.
zh_hans: %@ 在 sniff 映射中出现了两次。

source: %@ nodes
zh_hans: %@ 个节点

source: %@ Restored previous network state after leaving %@.
zh_hans: %@ 离开 %@ 后已恢复之前的网络状态。

source: %@ YAML must be a mapping.
zh_hans: %@ YAML 必须是映射。

source: %@ YAML parse error: %@
zh_hans: %1$@ YAML 解析失败：%2$@

source: %@, but DNS is off so Mihomo ignores them.
zh_hans: %@，但 DNS 未启用，Mihomo 会忽略它们。

source: %lld active
zh_hans: %lld 个活动连接

source: %lld active snippets
zh_hans: %lld 个活动片段

# %lld active, %lld retained
source: %1$lld active, %2$lld retained
zh_hans: %1$lld 个活动连接，%2$lld 个保留连接

source: %lld bypass entries
zh_hans: %lld 条绕过条目

source: %lld changed line(s) omitted
zh_hans: 已省略 %lld 行变更

source: %lld changes pending
zh_hans: %lld 处改动待应用

source: %lld diff line(s) omitted
zh_hans: 已省略 %lld 行 diff

source: %lld DNS keys overridden
zh_hans: 已覆盖 %lld 个 DNS 字段

source: %lld exceptions
zh_hans: %lld 条例外

source: %lld groups
zh_hans: %lld 组

source: %lld groups · preview core
zh_hans: %lld 组 · 预览核心

source: %lld loaded
zh_hans: 已加载 %lld 条

source: %lld managed rules
zh_hans: %lld 条托管规则

source: %lld of %lld
zh_hans: %1$lld / %2$lld

source: %lld preview groups
zh_hans: %lld 个预览组

source: %lld profiles
zh_hans: %lld 个配置

source: %lld removed and %lld added line(s) omitted
zh_hans: 已省略 %1$lld 行删除和 %2$lld 行新增

source: %lld rules
zh_hans: %lld 条规则

source: %lld snippets, %lld enabled
zh_hans: %lld 个片段，%lld 个已启用

source: %lld subscriptions
zh_hans: %lld 个订阅

source: %lld unchanged line(s) omitted after the change
zh_hans: 变更后已省略 %lld 行未变化内容

source: %lld unchanged line(s) omitted before the change
zh_hans: 变更前已省略 %lld 行未变化内容

source: %lld visible / %lld retained
zh_hans: %lld 条可见 / %lld 条保留

source: %lld/%lld tested
zh_hans: 已测 %lld/%lld

source: 1 group
zh_hans: 1 组

source: 1 group · preview core
zh_hans: 1 组 · 预览核心

source: 1 preview group
zh_hans: 1 个预览组

source: 1 profile
zh_hans: 1 个配置

source: 2 hours
zh_hans: 2 小时

source: 12 hours
zh_hans: 12 小时

source: 24 hours
zh_hans: 24 小时

source: 48 hours
zh_hans: 48 小时

source: a domain
zh_hans: 某个域名

source: Action
zh_hans: 操作

source: Actions
zh_hans: 操作

source: Active
zh_hans: 当前

source: Active Profile
zh_hans: 当前配置

source: Active Snippets
zh_hans: 生效片段

source: Add
zh_hans: 添加

source: Add %@ to %@ sniffing.
zh_hans: 把 %@ 加入 %@ 嗅探。

source: Add an endpoint here, or create one together with a Manual Proxy profile.
zh_hans: 在此添加端点，或创建手动代理配置时一并添加。

source: Add custom header
zh_hans: 添加自定义请求头

source: Add Dashboard
zh_hans: 添加面板

source: Add Endpoint
zh_hans: 添加端点

source: Add Manual Proxy
zh_hans: 添加手动代理

source: Add Policy
zh_hans: 添加策略

source: Add Proxy Endpoint
zh_hans: 添加代理端点

source: Add Rule
zh_hans: 添加规则

source: Add Rule for %@…
zh_hans: 为 %@ 添加规则…

source: Add Rule for This Connection
zh_hans: 为此连接添加规则

source: Adding
zh_hans: 添加中

source: Advanced
zh_hans: 高级

source: Advanced YAML and Filters
zh_hans: 高级 YAML 与过滤器

source: After
zh_hans: 后置

source: After profile
zh_hans: 配置规则之后

source: After profile rules
zh_hans: 在配置规则之后

source: After Profile Rules
zh_hans: 配置规则之后

source: AliDNS and DNSPod with common LAN and captive-portal fake-ip exclusions.
zh_hans: 使用阿里 DNS 和 DNSPod，并包含常见局域网与门户认证 fake-ip 排除项。

source: All
zh_hans: 全部

source: All Groups
zh_hans: 全部分组

source: All network proxy nodes and remote providers use this upstream.
zh_hans: 所有网络代理节点和远程 Provider 均使用此上游。

source: All Profiles
zh_hans: 全部配置

source: All traffic goes through the generated select group.
zh_hans: 所有流量都通过生成的选择组。

source: Allow ClashMax to use Location Services to read the Wi-Fi network name.
zh_hans: 允许 ClashMax 使用“定位服务”以读取 Wi-Fi 网络名称。

source: Allow devices on this LAN to use the proxy port.
zh_hans: 允许本局域网内的设备使用代理端口。

source: Allow Location Access
zh_hans: 允许定位权限

source: Allow subscription servers with invalid certificates. Use only for trusted panels.
zh_hans: 允许使用无效证书的订阅服务器。仅对可信面板启用。

source: Allowed Origins
zh_hans: 允许的来源

source: Already used by %@.
zh_hans: 已被“%@”占用。

source: Always includes: %@
zh_hans: 始终包含：%@

source: Always Sniff
zh_hans: 总是嗅探

source: An earlier rule wins
zh_hans: 更靠前的规则先命中

source: an IP address
zh_hans: 某个 IP 地址

source: Another copy of ClashMax is already at %@. Delete or rename it first, then move this copy into the Applications folder.
zh_hans: %@ 已存在另一份 ClashMax。请先删除或重命名它，再把当前这份移动到「应用程序」文件夹。

source: API secret cannot be empty.
zh_hans: API 密钥不能为空。

source: App
zh_hans: 应用

source: App Package
zh_hans: App 包

source: App-managed sniffer
zh_hans: 由应用管理的嗅探

source: App-managed sniffer, patched by snippets
zh_hans: 由应用管理的嗅探，已被片段修改

source: Appearance
zh_hans: 外观

source: Applied
zh_hans: 已应用

source: Applied (%lld)
zh_hans: 已应用（%lld）

source: Applied to the running runtime
zh_hans: 已应用到运行中的运行时

source: Applies Here
zh_hans: 适用于当前

source: Applies to every launch, including login-item startup. Open the main window from the menu bar when needed.
zh_hans: 适用于每次启动（包括登录项启动）。需要时可从菜单栏打开主窗口。

source: Applies to login-item startup only. Opening ClashMax yourself always shows the main window.
zh_hans: 仅适用于登录项启动。你自己打开 ClashMax 时始终会显示主窗口。

source: Apply
zh_hans: 应用

source: Apply Current
zh_hans: 应用当前

source: Apply Current Network Policy
zh_hans: 应用当前网络策略

source: Apply Failed
zh_hans: 应用失败

source: Apply policy
zh_hans: 应用策略

source: Apply the saved policy matching the current Wi-Fi SSID.
zh_hans: 应用与当前 Wi-Fi SSID 匹配的已保存策略。

source: Applying
zh_hans: 正在应用

source: Applying runtime settings.
zh_hans: 正在应用运行时设置。

source: Approval
zh_hans: 批准

source: Approve ClashMax in System Settings > General > Login Items & Extensions.
zh_hans: 请在“系统设置 > 通用 > 登录项与扩展”中批准 ClashMax。

source: Approve it in System Settings
zh_hans: 在「系统设置」中批准

source: Authentication
zh_hans: 认证

source: Auto Detect Interface
zh_hans: 自动检测接口

source: Auto Route
zh_hans: 自动路由

source: Automatic
zh_hans: 自动

source: Automatic Updates
zh_hans: 自动更新

source: Background Check Interval
zh_hans: 后台检查间隔

source: Batch delay cancelled
zh_hans: 批量测速已取消

source: Batch delay complete
zh_hans: 批量测速完成

source: Batch delay failed
zh_hans: 批量测速失败

source: Batch delay partially completed
zh_hans: 批量测速部分完成

source: Batch delay test finished with %lld failures.
zh_hans: 批量测速完成，%lld 个失败。

source: Batch delay testing
zh_hans: 批量测速中

source: Before
zh_hans: 前置

source: Before profile
zh_hans: 配置规则之前

source: Before profile rules
zh_hans: 在配置规则之前

source: Before Profile Rules
zh_hans: 配置规则之前

source: Binding
zh_hans: 绑定

source: Bootstrapped
zh_hans: 已引导

source: Built-in outbounds have no connection to measure.
zh_hans: 内置出站没有可测量的连接。

source: Bundled Core
zh_hans: 内置核心

source: Bundled core, runtime config, and work directory validated
zh_hans: 已校验内置核心、运行时配置和工作目录

source: Bundled Mihomo core information is unavailable.
zh_hans: 无法读取内置 Mihomo 核心信息。

source: Bundled Mihomo core is unavailable.
zh_hans: 内置 Mihomo 核心不可用。

source: Bundled with ClashMax. Updating ClashMax updates the bundled Mihomo core.
zh_hans: 随 ClashMax 内置。更新 ClashMax 时会更新内置 Mihomo 核心。

source: Cancel
zh_hans: 取消

source: Cancel batch delay testing
zh_hans: 取消批量测速

source: Cancelled
zh_hans: 已取消

source: Cancelled before testing.
zh_hans: 测速前已取消。

source: Cannot be checked here
zh_hans: 无法在此判定

source: Capture DNS
zh_hans: 捕获 DNS

source: Chain
zh_hans: 代理链

source: Change
zh_hans: 变化

source: Charset
zh_hans: 字符集

source: Check Updates
zh_hans: 检查更新

source: Checking
zh_hans: 检查中

source: Checking for updates is not configured for this build.
zh_hans: 此构建未配置更新检查。

source: Checking proxy effect
zh_hans: 正在检查代理效果

source: Checking reachability.
zh_hans: 正在检查可达性。

source: Checking which rule matches now…
zh_hans: 正在检查当前命中的规则…

source: Checks
zh_hans: 检查

source: China Optimized
zh_hans: 中国优化

source: Choose a policy
zh_hans: 选择策略

source: Choose a policy group or built-in outbound
zh_hans: 选择策略组或内置出站

source: Choose Provider File...
zh_hans: 选择 Provider 文件...

source: Choose the app color scheme.
zh_hans: 选择 App 配色方案。

source: Chosen Policy
zh_hans: 选定策略

source: Chosen Target
zh_hans: 选定目标

source: ClashMax is running from “%@”. macOS only allows a privileged helper to be installed from the Applications folder.
zh_hans: ClashMax 正在从「%@」运行。macOS 只允许从「应用程序」文件夹安装特权辅助工具。

source: ClashMax manages controller binding and authentication at runtime.
zh_hans: 控制器的监听地址与鉴权由 ClashMax 在运行时管理。

source: ClashMax registers a background service that opens the TUN interface.
zh_hans: ClashMax 会注册一个后台服务来开启 TUN 网络接口。

source: ClashMax uses a privileged helper to enable TUN routing.
zh_hans: ClashMax 使用特权 helper 启用 TUN 路由。

source: ClashMax will launch when you log in.
zh_hans: ClashMax 会在你登录时启动。

source: ClashMax's sniffer settings with your snippet changes applied on top.
zh_hans: 在 ClashMax 的嗅探设置之上应用了你的片段修改。

source: Clear
zh_hans: 无需批准

source: Client identity sent when fetching subscription profiles.
zh_hans: 拉取订阅配置时发送的客户端身份标识。

source: Close
zh_hans: 关闭

source: Close All
zh_hans: 全部关闭

source: Close connection
zh_hans: 关闭连接

source: Close Old
zh_hans: 关闭旧连接

source: Close Selected
zh_hans: 关闭所选

source: Closing
zh_hans: 关闭中

source: Cloudflare and Google DoH/TLS resolvers with the standard fake-ip exclusions.
zh_hans: 使用 Cloudflare 和 Google DoH/TLS 解析器，并保留标准 fake-ip 排除项。

source: CN Direct
zh_hans: 中国大陆直连

source: Collapsed
zh_hans: 已折叠

source: Condition, for example NETWORK,tcp
zh_hans: 条件，例如 NETWORK,tcp

source: Configure
zh_hans: 配置

source: Configure global shortcuts for high-frequency proxy actions. Click a field, press the keys you want, then switch the shortcut on.
zh_hans: 为高频代理操作配置全局快捷键。点按输入框，按下想要的组合键，然后打开开关。

source: Configured
zh_hans: 已配置

source: Confirm the selected node is a non-China server and test its delay.
zh_hans: 确认所选节点是非中国服务器并测试其延迟。

source: Conflicts
zh_hans: 冲突

source: Connection Context
zh_hans: 连接上下文

source: Connection Detail
zh_hans: 连接详情

source: Connection test failed. You can still save this endpoint for offline use.
zh_hans: 连接测试失败。仍可保存此端点以供离线使用。

source: Connections
zh_hans: 连接

source: Connections will appear here after apps send traffic through ClashMax.
zh_hans: 应用通过 ClashMax 发送流量后，连接会显示在这里。

source: Contributors
zh_hans: 来源

source: Controller
zh_hans: 控制器

source: controller endpoint
zh_hans: 控制端点

source: Controller health check failed.
zh_hans: 控制器健康检查失败。

source: Controller host must stay on 127.0.0.1.
zh_hans: 控制器主机必须保持为 127.0.0.1。

source: Controller is reachable.
zh_hans: 控制器可达。

source: Controller Listen Address
zh_hans: 控制器监听地址

source: Controller Port
zh_hans: 控制器端口

source: Controller port must be between %lld and %lld.
zh_hans: 控制器端口必须介于 %lld 和 %lld 之间。

source: Controller returned an invalid response.
zh_hans: 控制器返回了无效响应。

source: Controller Secret
zh_hans: 控制器密钥

source: Controller unavailable
zh_hans: 控制器不可用

source: Copy API Secret
zh_hans: 复制 API 密钥

source: Copy Destination
zh_hans: 复制目标地址

source: Copy Diagnostics
zh_hans: 复制诊断

source: Copy Host
zh_hans: 复制主机

source: Copy Hosts
zh_hans: 复制所选主机

source: Copy Payload
zh_hans: 复制规则值

source: Copy Redacted
zh_hans: 复制打码内容

source: Copy Rule
zh_hans: 复制规则

source: Copy Rules
zh_hans: 复制所选规则

source: Core
zh_hans: 核心

source: Core is starting.
zh_hans: 核心正在启动。

source: Could not copy ClashMax into the Applications folder: %@
zh_hans: 无法将 ClashMax 复制到「应用程序」文件夹：%@

source: Count
zh_hans: 数量

source: Country code
zh_hans: 国家代码

source: Crashed
zh_hans: 已崩溃

source: Create a typed rule or DNS patch snippet to apply runtime changes safely.
zh_hans: 新建规则或 DNS 补丁片段，用于安全地应用运行时变更。

source: Creates a shared endpoint and a profile that keeps private networks direct.
zh_hans: 创建一个共享端点和一个保持私网直连的配置。

source: Current app language: %@. Change per-app language in macOS Language & Region, then reopen ClashMax if needed.
zh_hans: 当前 App 语言：%@。请在 macOS“语言与地区”中更改单个 App 语言，必要时重新打开 ClashMax。

source: Current network not checked.
zh_hans: 尚未检查当前网络。

source: Current Node
zh_hans: 当前节点

source: Current node is DIRECT.
zh_hans: 当前节点为 DIRECT。

source: Current System Proxy
zh_hans: 当前系统代理

source: Custom
zh_hans: 自定义

source: Custom CIDR Exclude
zh_hans: 自定义 CIDR 排除

source: Custom Headers
zh_hans: 自定义请求头

source: Dark
zh_hans: 深色

source: Dashboard health check failed.
zh_hans: 仪表盘健康检查失败。

source: Dashboard is reachable.
zh_hans: 仪表盘可达。

source: Dashboard name cannot be empty.
zh_hans: 面板名称不能为空。

source: Dashboard returned an invalid response.
zh_hans: 仪表盘返回了无效响应。

source: Dashboard Secret
zh_hans: 面板密钥

source: Dashboard secrets are stored in Keychain. Saved profiles keep only the Keychain account reference.
zh_hans: 面板密钥存储在 Keychain 中。已保存的配置只保留 Keychain 账户引用。

source: Dashboard URL
zh_hans: 面板 URL

source: Dashboard URL must start with http or https.
zh_hans: 面板 URL 必须以 http 或 https 开头。

source: Debug
zh_hans: 调试

source: Debug logging is off
zh_hans: 调试日志未开启

source: Decided inside Mihomo
zh_hans: 由 Mihomo 内部决定

source: Decoding
zh_hans: 解码

source: Default
zh_hans: 默认

source: Default Bypass
zh_hans: 默认绕过

source: Default Nameserver
zh_hans: 默认 Nameserver

source: Default Subscription Interval
zh_hans: 默认订阅间隔

source: Delay
zh_hans: 延迟

source: Delay test failed for %@. See Logs for details.
zh_hans: %@ 测速失败。详情见日志。

source: Delete
zh_hans: 删除

source: Delete proxy endpoint
zh_hans: 删除代理端点

source: Delete Proxy Endpoint?
zh_hans: 删除代理端点？

source: destination
zh_hans: 目标地址

source: Destination
zh_hans: 目标地址

source: Destination host or IP
zh_hans: 目标主机或 IP

source: destination port
zh_hans: 目标端口

source: Detail
zh_hans: 详情

source: Developer Mode
zh_hans: 开发者模式

source: Developer Mode is required for raw provider filters, YAML merge fields, and custom request headers.
zh_hans: 需要启用开发者模式，才能使用原始 provider 过滤器、YAML 合并字段和自定义请求头。

source: Device
zh_hans: 设备

source: Diagnostics Copied
zh_hans: 已复制诊断

source: Diff
zh_hans: 差异

source: Direct
zh_hans: 直连

source: Direct LAN
zh_hans: 局域网直连

source: Direct Nameserver
zh_hans: 直连 Nameserver

source: Direct Nameserver Follows Policy
zh_hans: 直连 Nameserver 跟随策略

source: Disable Profile Rule
zh_hans: 停用配置规则

source: Disable residual System Proxy
zh_hans: 关闭残留系统代理

source: Disable Rule
zh_hans: 停用规则

source: Disable System Proxy
zh_hans: 停用系统代理

source: Disable This Rule
zh_hans: 禁用此规则

source: Disabled
zh_hans: 已停用

source: Disabled Profile Rules
zh_hans: 已停用的配置规则

source: Disabled rule pattern cannot be empty.
zh_hans: 停用规则匹配内容不能为空。

source: Disabled rule pattern cannot contain line breaks.
zh_hans: 停用规则匹配内容不能包含换行。

source: Disabled rule regex is invalid.
zh_hans: 停用规则正则表达式无效。

source: Dismiss
zh_hans: 关闭

source: DNS "respect-rules" requires at least one "proxy-server-nameserver" resolver, otherwise Mihomo refuses to start.
zh_hans: DNS 的 “respect-rules” 需要至少一个 “proxy-server-nameserver” 解析器，否则 Mihomo 会拒绝启动。

source: DNS Booleans
zh_hans: DNS 开关

source: DNS Capture
zh_hans: DNS 捕获

source: DNS changes apply the next time the core starts.
zh_hans: DNS 变更将在下次启动内核时生效。

source: DNS Hijack
zh_hans: DNS 劫持

source: DNS is app-managed in v2 templates and runtime routing modes.
zh_hans: 在 v2 模板与运行时路由模式下，DNS 由 App 管理。

source: DNS is not enabled
zh_hans: DNS 未启用

source: DNS keys are written but Enable DNS Override is off, so Mihomo ignores them.
zh_hans: 已写入 DNS 字段，但「启用 DNS 覆盖」已关闭，Mihomo 会忽略它们。

source: DNS keys are written but nothing enables DNS, so Mihomo ignores them.
zh_hans: 已写入 DNS 字段，但没有任何设置启用 DNS，Mihomo 会忽略它们。

source: DNS Listen %lld
zh_hans: DNS 监听 %lld

source: DNS Mapping
zh_hans: DNS 映射

source: DNS Override
zh_hans: DNS 覆盖

source: DNS Override setting
zh_hans: DNS 覆盖设置

source: DNS Override setting is off
zh_hans: 「启用 DNS 覆盖」设置已关闭

source: DNS Patch
zh_hans: DNS 补丁

source: DNS queries follow the rule list, so custom rules also decide how names resolve.
zh_hans: DNS 查询会遵循规则列表，因此自定义规则同样决定域名的解析方式。

source: DNS Repair
zh_hans: DNS 修复

source: DNS Runtime
zh_hans: DNS 运行时

source: DNS: v2 templates add fake-ip, system hosts, rule-respecting resolver defaults, and fallback filtering.
zh_hans: DNS：v2 模板会添加 fake-ip、系统 hosts、遵循规则的解析器默认值和 fallback 过滤。

source: Do not add app-managed DNS resolvers; keep the profile DNS map.
zh_hans: 不添加 App 管理的 DNS 解析器；保留配置中的 DNS 映射。

source: Domain
zh_hans: 域名

source: Domain Visibility
zh_hans: 域名可见性

source: domain, IP, process name, or path
zh_hans: 域名、IP、进程名或路径

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download via
zh_hans: 下载经由

source: Dst Port
zh_hans: 目标端口

source: Edit
zh_hans: 编辑

source: Edit Profile
zh_hans: 编辑配置

source: Edit Proxy Endpoint
zh_hans: 编辑代理端点

source: Effect
zh_hans: 效果

source: Effective Config
zh_hans: 生效配置

source: Effective config copied.
zh_hans: 生效配置已复制。

source: Effective config exported.
zh_hans: 生效配置已导出。

source: Effective Config View
zh_hans: 生效配置视图

source: Effective DNS
zh_hans: 生效 DNS

source: Effective Exclude
zh_hans: 生效排除

source: Empty
zh_hans: 空

source: Empty means the core's own default: %@.
zh_hans: 留空表示使用核心自带的默认端口：%@。

source: Enable DNS Override
zh_hans: 启用 DNS 覆盖

source: Enable External Controller
zh_hans: 启用外部控制器

source: Enable Mihomo IPv6 support in the runtime profile.
zh_hans: 在运行时配置中启用 Mihomo IPv6 支持。

source: Enable Rule Overlay
zh_hans: 启用规则覆盖

source: Enable Silent Start for menu bar workflow
zh_hans: 为菜单栏工作流启用静默启动

source: Enable System Proxy
zh_hans: 启用系统代理

source: Enable System Proxy when this policy selects System Proxy
zh_hans: 当此策略选择系统代理时启用系统代理

source: Enable System Proxy, or switch to TUN mode.
zh_hans: 启用系统代理，或切换到 TUN 模式。

source: Enable the Network Extension proxy, or switch to System Proxy or TUN.
zh_hans: 启用网络扩展代理，或切换到系统代理或 TUN。

source: Enable This Rule
zh_hans: 启用此规则

source: Enabled
zh_hans: 已启用

source: Enabled by DNS Override setting
zh_hans: 由「启用 DNS 覆盖」设置开启

source: Enabled by NE Proxy
zh_hans: 由 NE 代理开启

source: Enabled by the subscription template
zh_hans: 由订阅模板开启

source: Enabled by TUN
zh_hans: 由 TUN 开启

source: Enabled for the DNS override
zh_hans: 为 DNS 覆盖自动开启

source: Enabled, no rules
zh_hans: 已启用，无规则

source: Endpoint name
zh_hans: 端点名称

source: Error
zh_hans: 错误

source: Evaluated ahead of the profile's rules, so it overrides them.
zh_hans: 先于配置自带规则参与匹配，因此会覆盖它们。

# Evaluated before rule #%lld: %@
source: Evaluated before rule #%1$lld: %2$@
zh_hans: 将先于第 %1$lld 条规则参与匹配：%2$@

source: Evaluated only after every profile rule has missed.
zh_hans: 仅在配置的所有规则都未命中后才参与匹配。

source: Exclude
zh_hans: 排除

source: Exclude Filter
zh_hans: 排除过滤器

source: Exclude LAN
zh_hans: 排除局域网

source: Exclude Type
zh_hans: 排除类型

source: Excluded CIDR
zh_hans: 已排除 CIDR

source: Expanded
zh_hans: 已展开

source: Expires
zh_hans: 到期

source: Export Redacted
zh_hans: 导出打码内容

source: External Control
zh_hans: 外部控制

source: External controller is disabled.
zh_hans: 外部控制器已停用。

source: External Dashboards
zh_hans: 外部面板

source: Failed
zh_hans: 失败

source: Fake IP Filter
zh_hans: Fake IP 过滤器

source: Fake IP Range
zh_hans: Fake IP 范围

source: Fake-IP Filter
zh_hans: Fake-IP 过滤器

source: Fake-IP filters only apply in fake-ip mode; enable Fake IP DNS in TUN or NE Proxy to use them.
zh_hans: Fake-IP 过滤器仅在 fake-ip 模式下生效；请在 TUN 或 NE 代理中启用 Fake IP DNS。

source: Fallback
zh_hans: 回退

source: Fallback Filter
zh_hans: 回退过滤器

source: Fallback interval used when a subscription does not publish profile-update-interval.
zh_hans: 当订阅未发布 profile-update-interval 时使用的回退间隔。

source: Fetch Proxy
zh_hans: 拉取代理

source: Fetching and validating subscription...
zh_hans: 正在获取并验证订阅...

source: Field
zh_hans: 字段

source: Filter
zh_hans: 过滤器

source: Final generated YAML used by Mihomo after app-managed overlays.
zh_hans: 应用托管覆盖后由 Mihomo 使用的最终生成 YAML。

source: Final MATCH Policy
zh_hans: 最终 MATCH 策略

source: Final runtime YAML
zh_hans: 最终运行时 YAML

source: Final YAML
zh_hans: 最终 YAML

source: Fingerprint
zh_hans: 指纹

source: General
zh_hans: 通用

source: General ▸ Login Items & Extensions ▸ Allow in the Background — turn on ClashMax.
zh_hans: 通用 ▸ 登录项与扩展 ▸ 允许在后台运行 — 打开 ClashMax 开关。

source: Generate a Sparkle EdDSA key and replace SUPublicEDKey before publishing updates.
zh_hans: 发布更新前请生成 Sparkle EdDSA 密钥并替换 SUPublicEDKey。

source: Generate Effective Config before copying.
zh_hans: 复制前请先生成生效配置。

source: Generate Effective Config before exporting.
zh_hans: 导出前请先生成生效配置。

source: Generated runtime YAML
zh_hans: 生成的运行时 YAML

source: Generated Select Group
zh_hans: 生成的 Select 组

source: Generated Template
zh_hans: 生成模板

source: Generated URL-Test Group
zh_hans: 生成的 URL-Test 组

source: Generating effective config
zh_hans: 正在生成生效配置

source: Generation Failed
zh_hans: 生成失败

source: Geo
zh_hans: 地理

source: GeoIP Code
zh_hans: GeoIP 代码

source: Global
zh_hans: 全局

source: Global default
zh_hans: 全局默认

source: Global managed rules are merged into the generated runtime profile.
zh_hans: 全局托管规则会合并到生成的运行时配置中。

source: Global overlay
zh_hans: 全局覆盖

source: Global Secure
zh_hans: 全局安全

source: Group by App
zh_hans: 按 App 分组

source: Guardrails
zh_hans: 防护检查

source: Header
zh_hans: 请求头

source: Health Check
zh_hans: 健康检查

source: Health check has not run.
zh_hans: 尚未运行健康检查。

source: Helper approval is pending.
zh_hans: Helper 批准待处理。

source: Helper Build
zh_hans: Helper 构建

source: Helper Diagnostics
zh_hans: Helper 诊断

source: Helper Log
zh_hans: Helper 日志

source: Helper not found in the app bundle. Clean build and run ClashMax again.
zh_hans: App 包内未找到 helper。请清理构建后重新运行 ClashMax。

source: Helper not registered. Click Register or Start in TUN mode.
zh_hans: Helper 尚未注册。请点击“注册”，或在 TUN 模式下启动。

source: Helper registered and bootstrapped.
zh_hans: Helper 已注册并完成启动准备。

source: Helper registered but not bootstrapped. Open System Settings > General > Login Items & Extensions, approve ClashMax, then click Repair or restart macOS.
zh_hans: Helper 已注册但尚未完成启动准备。请打开“系统设置 > 通用 > 登录项与扩展”，批准 ClashMax，然后点击“修复”或重启 macOS。

source: Helper registered. Approve ClashMax in System Settings > General > Login Items & Extensions, then click Status.
zh_hans: Helper 已注册。请在“系统设置 > 通用 > 登录项与扩展”中批准 ClashMax，然后点击“状态”。

source: Helper registered. Verifying helper connection.
zh_hans: Helper 已注册，正在验证连接。

source: Helper status is unknown. Clean build and run ClashMax again.
zh_hans: Helper 状态未知。请清理构建后重新运行 ClashMax。

source: Hide Failures
zh_hans: 隐藏失败

source: Hide the main window when launched by the login item.
zh_hans: 通过登录项启动时隐藏主窗口。

source: History
zh_hans: 历史

source: History snapshot
zh_hans: 历史快照

source: Hit Rule
zh_hans: 命中规则

source: Home
zh_hans: 首页

source: Host
zh_hans: 主机

source: Host or IP address
zh_hans: 主机名或 IP 地址

source: How often ClashMax wakes to check whether any subscription is due.
zh_hans: ClashMax 唤醒检查订阅是否到期的频率。

source: HTTP and SOCKS inbound port used by Mihomo.
zh_hans: Mihomo 使用的 HTTP 与 SOCKS 入站端口。

source: HTTP status
zh_hans: HTTP 状态

source: Ignore TLS Errors
zh_hans: 忽略 TLS 错误

source: Import
zh_hans: 导入

source: Import a local YAML file or add a subscription.
zh_hans: 导入本地 YAML 文件或添加订阅。

source: Import ClashX
zh_hans: 导入 ClashX

source: Import Client
zh_hans: 导入客户端

source: Import global shortcuts
zh_hans: 导入全局快捷键

source: Import YAML
zh_hans: 导入 YAML

source: In Port
zh_hans: 入站端口

source: Inactive
zh_hans: 未启用

source: inbound port
zh_hans: 入站端口

source: Info
zh_hans: 信息

source: Inherit
zh_hans: 继承

source: Insert Rule Before This
zh_hans: 在此规则前插入规则

source: Insert Rule Before This…
zh_hans: 在此规则前插入规则…

source: Inspected Files
zh_hans: 已检查文件

source: Install ClashMax Helper
zh_hans: 安装 ClashMax Helper

source: Install Helper
zh_hans: 安装 Helper

source: Install the helper
zh_hans: 安装辅助工具

source: Interval
zh_hans: 间隔
